Repository: hridoyrocks/wp-chatbotai
Catalog: languages/*.po
Languages: bn_bd

source: Settings
bn_bd: সেটিংস

source: Dashboard
bn_bd: ড্যাশবোর্ড

source: Security check failed
bn_bd: নিরাপত্তা পরীক্ষা ব্যর্থ হয়েছে

source: Banglay IELTS Chatbot
bn_bd: বাংলায় আইএলটিএস চ্যাটবট

source: BIIC Chatbot
bn_bd: বিআইআইসি চ্যাটবট

source: Conversations
bn_bd: কথোপকথন

source: Leads
bn_bd: লিড

source: Analytics
bn_bd: অ্যানালিটিক্স

source: Analytics & Reports
bn_bd: অ্যানালিটিক্স ও রিপোর্ট

source: Export Report
bn_bd: রিপোর্ট রপ্তানি

source: Refresh Data
bn_bd: ডেটা রিফ্রেশ

source: From:
bn_bd: থেকে:

source: To:
bn_bd: পর্যন্ত:

source: View By:
bn_bd: দেখুন:

source: Daily
bn_bd: দৈনিক

source: Weekly
bn_bd: সাপ্তাহিক

source: Monthly
bn_bd: মাসিক

source: Apply Filters
bn_bd: ফিল্টার প্রয়োগ করুন

source: Total Conversations
bn_bd: মোট কথোপকথন

source: Total Messages
bn_bd: মোট বার্তা

source: Generated Leads
bn_bd: জেনারেট করা লিড

source: Conversion Rate
bn_bd: রূপান্তরের হার

source: Conversations Over Time
bn_bd: সময়ের সাথে কথোপকথন

source: User Engagement Metrics
bn_bd: ব্যবহারকারী সম্পৃক্ততার মেট্রিক্স

source: Top User Intents
bn_bd: শীর্ষ ব্যবহারকারী উদ্দেশ্য

source: Device Types & Locations
bn_bd: ডিভাইসের ধরন ও অবস্থান

source: Performance Metrics
bn_bd: পারফরম্যান্স মেট্রিক্স

source: Response Time
bn_bd: প্রতিক্রিয়ার সময়

source: User Satisfaction
bn_bd: ব্যবহারকারী সন্তুষ্টি

source: Resolution Rate
bn_bd: সমাধানের হার

source: Peak Hours
bn_bd: পিক আওয়ার

source: Detailed Reports
bn_bd: বিস্তারিত রিপোর্ট

source: Conversation Flow
bn_bd: কথোপকথনের প্রবাহ

source: User Journey
bn_bd: ব্যবহারকারীর যাত্রা

source: Lead Funnel
bn_bd: লিড ফানেল

source: AI Insights
bn_bd: এআই অন্তর্দৃষ্টি

source: Conversations Management
bn_bd: কথোপকথন ব্যবস্থাপনা

source: Export Conversations
bn_bd: কথোপকথন রপ্তানি

source: Bulk Actions
bn_bd: বাল্ক অ্যাকশন

source: Active Sessions
bn_bd: সক্রিয় সেশন

source: Avg. Duration
bn_bd: গড় সময়কাল

source: Avg. Messages
bn_bd: গড় বার্তা

source: Status:
bn_bd: অবস্থা:

source: All Status
bn_bd: সব অবস্থা

source: Active
bn_bd: সক্রিয়

source: Completed
bn_bd: সম্পূর্ণ

source: Abandoned
bn_bd: পরিত্যক্ত

source: Lead Status:
bn_bd: লিড অবস্থা:

source: All Leads
bn_bd: সব লিড

source: Hot
bn_bd: হট

source: Warm
bn_bd: ওয়ার্ম

source: Cold
bn_bd: কোল্ড

source: Converted
bn_bd: রূপান্তরিত

source: Device:
bn_bd: ডিভাইস:

source: All Devices
bn_bd: সব ডিভাইস

source: Mobile
bn_bd: মোবাইল

source: Desktop
bn_bd: ডেস্কটপ

source: Tablet
bn_bd: ট্যাবলেট

source: Date From:
bn_bd: তারিখ থেকে:

source: Date To:
bn_bd: তারিখ পর্যন্ত:

source: Clear
bn_bd: ক্লিয়ার

source: Search by session ID, message content, or user info...
bn_bd: সেশন আইডি, বার্তার বিষয়বস্তু বা ব্যবহারকারীর তথ্য দিয়ে অনুসন্ধান করুন...

source: Anonymous User
bn_bd: বেনামী ব্যবহারকারী

source: View Conversation
bn_bd: কথোপকথন দেখুন

source: Export
bn_bd: রপ্তানি

source: Call Lead
bn_bd: লিডকে কল করুন

source: Add Note
bn_bd: নোট যোগ করুন

source: Create Lead
bn_bd: লিড তৈরি করুন

source: Replay Conversation
bn_bd: কথোপকথন পুনরায় চালান

source: Delete Conversation
bn_bd: কথোপকথন মুছুন

source: Loading conversation...
bn_bd: কথোপকথন লোড হচ্ছে...

source: No conversations found
bn_bd: কোন কথোপকথন পাওয়া যায়নি

source: Conversations will appear here as users interact with your chatbot.
bn_bd: ব্যবহারকারীরা আপনার চ্যাটবটের সাথে যোগাযোগ করার সাথে সাথে কথোপকথন এখানে প্রদর্শিত হবে।

source: Configure Chatbot
bn_bd: চ্যাটবট কনফিগার করুন

source: Conversation Details
bn_bd: কথোপকথনের বিবরণ

source: Add Conversation Note
bn_bd: কথোপকথনের নোট যোগ করুন

source: Note:
bn_bd: নোট:

source: Add your note about this conversation...
bn_bd: এই কথোপকথন সম্পর্কে আপনার নোট যোগ করুন...

source: Cancel
bn_bd: বাতিল

source: Lead Management
bn_bd: লিড ব্যবস্থাপনা

source: Export Leads
bn_bd: লিড রপ্তানি

source: Total Leads
bn_bd: মোট লিড

source: Hot Leads
bn_bd: হট লিড

source: Warm Leads
bn_bd: ওয়ার্ম লিড

source: All Statuses
bn_bd: সব অবস্থা

source: New
bn_bd: নতুন

source: Contacted
bn_bd: যোগাযোগ করা হয়েছে

source: Qualified
bn_bd: যোগ্য

source: Lost
bn_bd: হারিয়ে গেছে

source: Course Interest:
bn_bd: কোর্সের আগ্রহ:

source: All Courses
bn_bd: সব কোর্স

source: IELTS Comprehensive
bn_bd: আইএলটিএস কমপ্রিহেনসিভ

source: IELTS Focus
bn_bd: আইএলটিএস ফোকাস

source: IELTS Crash
bn_bd: আইএলটিএস ক্র্যাশ

source: Online Course
bn_bd: অনলাইন কোর্স

source: Study Abroad
bn_bd: বিদেশে অধ্যয়ন

source: Score
bn_bd: স্কোর

source: Contact Info
bn_bd: যোগাযোগের তথ্য

source: Course Interest
bn_bd: কোর্সের আগ্রহ

source: Status
bn_bd: অবস্থা

source: Source
bn_bd: উৎস

source: Created
bn_bd: তৈরি

source: Actions
bn_bd: অ্যাকশন

source: View Details
bn_bd: বিবরণ দেখুন

source: Edit Lead
bn_bd: লিড সম্পাদনা

source: Send Email
bn_bd: ইমেইল পাঠান

source: Schedule Follow-up
bn_bd: ফলো-আপ সময়সূচী

source: Delete Lead
bn_bd: লিড মুছুন

source: No leads found
bn_bd: কোন লিড পাওয়া যায়নি

source: Leads will appear here as users interact with your chatbot.
bn_bd: ব্যবহারকারীরা আপনার চ্যাটবটের সাথে যোগাযোগ করার সাথে সাথে লিড এখানে প্রদর্শিত হবে।

source: Lead Details
bn_bd: লিডের বিবরণ

source: Enter your note here...
bn_bd: এখানে আপনার নোট লিখুন...

source: leads selected
bn_bd: লিড নির্বাচিত

source: Update Status
bn_bd: অবস্থা আপডেট

source: Assign Counselor
bn_bd: কাউন্সেলর নিয়োগ

source: Send Email Campaign
bn_bd: ইমেইল ক্যাম্পেইন পাঠান

source: Export Selected
bn_bd: নির্বাচিত রপ্তানি

source: Delete Selected
bn_bd: নির্বাচিত মুছুন

source: Chatbot Settings
bn_bd: চ্যাটবট সেটিংস

source: Reset to Defaults
bn_bd: ডিফল্ট রিসেট করুন

source: Export Settings
bn_bd: সেটিংস রপ্তানি

source: General
bn_bd: সাধারণ

source: Appearance
bn_bd: চেহারা

source: Behavior
bn_bd: আচরণ

source: AI Integration
bn_bd: এআই ইন্টিগ্রেশন

source: Notifications
bn_bd: বিজ্ঞপ্তি

source: Advanced
bn_bd: উন্নত

source: General Settings
bn_bd: সাধারণ সেটিংস

source: Basic chatbot configuration and enable/disable options.
bn_bd: মৌলিক চ্যাটবট কনফিগারেশন এবং সক্রিয়/নিষ্ক্রিয় বিকল্প।

source: Chatbot Status
bn_bd: চ্যাটবট অবস্থা

source: Enable Chatbot
bn_bd: চ্যাটবট সক্রিয় করুন

source: Turn the chatbot on or off across your entire website.
bn_bd: আপনার সম্পূর্ণ ওয়েবসাইট জুড়ে চ্যাটবট চালু বা বন্ধ করুন।

source: Auto Greeting
bn_bd: স্বয়ংক্রিয় অভিবাদন

source: Automatically show greeting message when users visit the site.
bn_bd: ব্যবহারকারীরা সাইট দেখার সময় স্বয়ংক্রিয়ভাবে অভিবাদন বার্তা দেখান।

source: Welcome Message
bn_bd: স্বাগত বার্তা

source: Greeting Text
bn_bd: অভিবাদন পাঠ্য

source: This message will be shown when the chatbot first loads.
bn_bd: চ্যাটবট প্রথম লোড হওয়ার সময় এই বার্তাটি দেখানো হবে।

source: Business Hours
bn_bd: ব্যবসার সময়

source: Start Time
bn_bd: শুরুর সময়

source: End Time
bn_bd: শেষের সময়

source: Working Days
bn_bd: কাজের দিন

source: Monday
bn_bd: সোমবার

source: Tuesday
bn_bd: মঙ্গলবার

source: Wednesday
bn_bd: বুধবার

source: Thursday
bn_bd: বৃহস্পতিবার

source: Friday
bn_bd: শুক্রবার

source: Saturday
bn_bd: শনিবার

source: Sunday
bn_bd: রবিবার

source: Appearance Settings
bn_bd: চেহারার সেটিংস

source: Customize the look and feel of your chatbot.
bn_bd: আপনার চ্যাটবটের চেহারা এবং অনুভূতি কাস্টমাইজ করুন।

source: Position & Layout
bn_bd: অবস্থান এবং লেআউট

source: Chat Position
bn_bd: চ্যাট অবস্থান

source: Bottom Right
bn_bd: নিচে ডানে

source: Bottom Left
bn_bd: নিচে বামে

source: Top Right
bn_bd: উপরে ডানে

source: Top Left
bn_bd: উপরে বামে

source: Theme
bn_bd: থিম

source: Modern
bn_bd: আধুনিক

source: Minimal
bn_bd: মিনিমাল

source: Dark
bn_bd: ডার্ক

source: Classic
bn_bd: ক্লাসিক

source: Colors & Branding
bn_bd: রং এবং ব্র্যান্ডিং

source: Primary Color
bn_bd: প্রাথমিক রং

source: Font Family
bn_bd: ফন্ট ফ্যামিলি

source: Default
bn_bd: ডিফল্ট

source: Animation & Effects
bn_bd: অ্যানিমেশন এবং ইফেক্ট

source: Enable Animations
bn_bd: অ্যানিমেশন সক্রিয় করুন

source: Smooth animations for better user experience.
bn_bd: ভাল ব্যবহারকারীর অভিজ্ঞতার জন্য মসৃণ অ্যানিমেশন।

source: Sound Notifications
bn_bd: শব্দ বিজ্ঞপ্তি

source: Play notification sounds for new messages.
bn_bd: নতুন বার্তার জন্য বিজ্ঞপ্তি শব্দ চালান।

source: Behavior Settings
bn_bd: আচরণের সেটিংস

source: Configure how the chatbot behaves and responds.
bn_bd: চ্যাটবট কীভাবে আচরণ করে এবং সাড়া দেয় তা কনফিগার করুন।

source: Response Settings
bn_bd: প্রতিক্রিয়া সেটিংস

source: Typing Speed (ms)
bn_bd: টাইপিং গতি (ms)

source: Delay between words when typing responses.
bn_bd: প্রতিক্রিয়া টাইপ করার সময় শব্দের মধ্যে বিলম্ব।

source: Max Message Length
bn_bd: সর্বোচ্চ বার্তার দৈর্ঘ্য

source: Maximum characters per user message.
bn_bd: প্রতি ব্যবহারকারী বার্তার সর্বোচ্চ অক্ষর।

source: File Upload
bn_bd: ফাইল আপলোড

source: Allow File Upload
bn_bd: ফাইল আপলোডের অনুমতি দিন

source: Let users upload files during conversations.
bn_bd: কথোপকথনের সময় ব্যবহারকারীদের ফাইল আপলোড করতে দিন।

source: Timezone
bn_bd: টাইমজোন

source: Configure OpenAI integration for intelligent responses.
bn_bd: বুদ্ধিমান প্রতিক্রিয়ার জন্য OpenAI ইন্টিগ্রেশন কনফিগার করুন।

source: OpenAI Configuration
bn_bd: OpenAI কনফিগারেশন

source: OpenAI API Key
bn_bd: OpenAI API কী

source: AI Model
bn_bd: এআই মডেল

source: Creativity (0-1)
bn_bd: সৃজনশীলতা (0-1)

source: Higher values = more creative responses.
bn_bd: উচ্চ মান = আরো সৃজনশীল প্রতিক্রিয়া।

source: Test AI Connection
bn_bd: এআই সংযোগ পরীক্ষা করুন

source: Notification Settings
bn_bd: বিজ্ঞপ্তি সেটিংস

source: Configure email notifications and alerts.
bn_bd: ইমেইল বিজ্ঞপ্তি এবং সতর্কতা কনফিগার করুন।

source: Lead Notifications
bn_bd: লিড বিজ্ঞপ্তি

source: New Lead Alerts
bn_bd: নতুন লিড সতর্কতা

source: Send email notifications when new leads are captured.
bn_bd: নতুন লিড ক্যাপচার হলে ইমেইল বিজ্ঞপ্তি পাঠান।

source: Notification Email
bn_bd: বিজ্ঞপ্তি ইমেইল

source: Email address to receive notifications.
bn_bd: বিজ্ঞপ্তি গ্রহণের জন্য ইমেইল ঠিকানা।

source: Email Templates
bn_bd: ইমেইল টেমপ্লেট

source: New Lead Email Subject
bn_bd: নতুন লিড ইমেইল বিষয়

source: New Lead Email Template
bn_bd: নতুন লিড ইমেইল টেমপ্লেট

source: Use placeholders: {name}, {phone}, {email}, {course_interest}
bn_bd: প্লেসহোল্ডার ব্যবহার করুন: {name}, {phone}, {email}, {course_interest}

source: Advanced Settings
bn_bd: উন্নত সেটিংস

source: Advanced configuration options for developers.
bn_bd: ডেভেলপারদের জন্য উন্নত কনফিগারেশন বিকল্প।

source: Analytics & Data
bn_bd: অ্যানালিটিক্স এবং ডেটা

source: Enable Analytics
bn_bd: অ্যানালিটিক্স সক্রিয় করুন

source: Track user interactions and conversation analytics.
bn_bd: ব্যবহারকারীর মিথস্ক্রিয়া এবং কথোপকথন অ্যানালিটিক্স ট্র্যাক করুন।

source: Data Retention (Days)
bn_bd: ডেটা ধরে রাখা (দিন)

source: How long to keep conversation data.
bn_bd: কথোপকথনের ডেটা কতদিন রাখতে হবে।

source: API Rate Limit
bn_bd: API রেট সীমা

source: Requests per minute per user.
bn_bd: প্রতি ব্যবহারকারী প্রতি মিনিটে অনুরোধ।

source: Custom CSS
bn_bd: কাস্টম CSS

source: Custom CSS Code
bn_bd: কাস্টম CSS কোড

source: Add custom CSS to override chatbot styles.
bn_bd: চ্যাটবট স্টাইল ওভাররাইড করতে কাস্টম CSS যোগ করুন।

source: Database Management
bn_bd: ডেটাবেস ব্যবস্থাপনা

source: Remove Data on Uninstall
bn_bd: আনইনস্টলে ডেটা সরান

source: ⚠️ WARNING: This will permanently delete all chatbot data when plugin is uninstalled.
bn_bd: ⚠️ সতর্কতা: প্লাগইন আনইনস্টল করার সময় এটি স্থায়ীভাবে সমস্ত চ্যাটবট ডেটা মুছে দেবে।

source: Export All Data
bn_bd: সমস্ত ডেটা রপ্তানি

source: Cleanup Old Data
bn_bd: পুরানো ডেটা পরিষ্কার

source: Save Settings
bn_bd: সেটিংস সংরক্ষণ

source: Banglay IELTS সহায়ক
bn_bd: বাংলায় আইএলটিএস সহায়ক

source: Made with
bn_bd: তৈরি করেছে

source: Rocks
bn_bd: রকস

source: IELTS Comprehensive (4.5 months)
bn_bd: আইএলটিএস কমপ্রিহেনসিভ (৪.৫ মাস)

source: IELTS Focus (3 months)
bn_bd: আইএলটিএস ফোকাস (৩ মাস)

source: IELTS Crash (1.5 months)
bn_bd: আইএলটিএস ক্র্যাশ (১.৫ মাস)

source: Online Course (2 months)
bn_bd: অনলাইন কোর্স (২ মাস)

source: Speaking Only
bn_bd: শুধু স্পিকিং

source: Study Abroad Consultation
bn_bd: বিদেশে অধ্যয়ন পরামর্শ

source: Made with Love Rocks
bn_bd: ভালোবাসায় তৈরি রকস

source: Unauthorized
bn_bd: অননুমোদিত

source: Settings saved successfully!
bn_bd: সেটিংস সফলভাবে সংরক্ষিত হয়েছে!

source: Conversation deleted successfully
bn_bd: কথোপকথন সফলভাবে মুছে ফেলা হয়েছে

source: Failed to delete conversation
bn_bd: কথোপকথন মুছে ফেলতে ব্যর্থ

source: Lead status updated successfully
bn_bd: লিড স্ট্যাটাস সফলভাবে আপডেট হয়েছে

source: Failed to update lead status
bn_bd: লিড স্ট্যাটাস আপডেট করতে ব্যর্থ

source: Note added successfully
bn_bd: নোট সফলভাবে যোগ করা হয়েছে

source: Failed to add note
bn_bd: নোট যোগ করতে ব্যর্থ

source: Follow-up scheduled successfully
bn_bd: ফলো-আপ সফলভাবে সময়সূচী করা হয়েছে

source: Failed to schedule follow-up
bn_bd: ফলো-আপ সময়সূচী করতে ব্যর্থ

source: Thank you
bn_bd: ধন্যবাদ

source: You're welcome
bn_bd: আপনাকে স্বাগতম

source: How can I help you?
bn_bd: আমি কিভাবে আপনাকে সাহায্য করতে পারি?

source: Please wait...
bn_bd: অনুগ্রহ করে অপেক্ষা করুন...

source: Connection lost
bn_bd: সংযোগ বিচ্ছিন্ন

source: Reconnecting...
bn_bd: পুনরায় সংযোগ করা হচ্ছে...

source: Chat ended
bn_bd: চ্যাট শেষ

source: Start new chat
bn_bd: নতুন চ্যাট শুরু করুন

source: Download transcript
bn_bd: ট্রান্সক্রিপ্ট ডাউনলোড করুন

source: Rate this conversation
bn_bd: এই কথোপকথনের রেটিং দিন

source: Excellent
bn_bd: চমৎকার

source: Good
bn_bd: ভালো

source: Average
bn_bd: গড়

source: Poor
bn_bd: খারাপ

source: Very Poor
bn_bd: খুবই খারাপ

source: Submit feedback
bn_bd: ফিডব্যাক জমা দিন

source: Quick replies
bn_bd: দ্রুত উত্তর

source: Course fees
bn_bd: কোর্সের ফি

source: Admission process
bn_bd: ভর্তি প্রক্রিয়া

source: Branch location
bn_bd: শাখার অবস্থান

source: Contact information
bn_bd: যোগাযোগের তথ্য

source: Business hours
bn_bd: ব্যবসার সময়

source: Study abroad services
bn_bd: বিদেশে অধ্যয়ন সেবা

source: Free consultation
bn_bd: ফ্রি কনসালটেশন

source: Book appointment
bn_bd: অ্যাপয়েন্টমেন্ট বুক করুন

source: Call now
bn_bd: এখনই কল করুন

source: Visit office
bn_bd: অফিস ভিজিট করুন

source: Online application
bn_bd: অনলাইন আবেদন

source: Course schedule
bn_bd: কোর্সের সময়সূচী

source: Mock test
bn_bd: মক টেস্ট

source: Student reviews
bn_bd: শিক্ষার্থীর পর্যালোচনা

source: Success stories
bn_bd: সাফল্যের গল্প

source: Scholarship information
bn_bd: বৃত্তির তথ্য

source: Visa guidance
bn_bd: ভিসা গাইডেন্স

source: University selection
bn_bd: বিশ্ববিদ্যালয় নির্বাচন

source: Application support
bn_bd: আবেদন সহায়তা

source: IELTS preparation
bn_bd: আইএলটিএস প্রস্তুতি

source: Speaking practice
bn_bd: স্পিকিং অনুশীলন

source: Writing tips
bn_bd: লেখার টিপস

source: Reading strategies
bn_bd: পড়ার কৌশল

source: Listening practice
bn_bd: শোনার অনুশীলন

source: Band score requirements
bn_bd: ব্যান্ড স্কোর প্রয়োজনীয়তা

source: Test registration
bn_bd: পরীক্ষার রেজিস্ট্রেশন

source: Test dates
bn_bd: পরীক্ষার তারিখ

source: Test fees
bn_bd: পরীক্ষার ফি

source: Result publication
bn_bd: ফলাফল প্রকাশ

source: Retake policy
bn_bd: পুনরায় পরীক্ষার নীতি
